var TREE_ITEMS = [
['Каталог', '',     //////////
 '1' ,
['Телефония и cвязь', '',     //////////
 '2' ,
['Мобильные телефоны', '',     //////////
 '3' ],
['Телефоны CDMA', '',     //////////
 '4' ],
['Радиотелефоны', '',     //////////
 '5' ],
['Телефоны', '',     //////////
 '6' ],
['Факсы', '',     //////////
 '7' ],
['Мини-АТС', '',     //////////
 '8' ],
['GPS - навигаторы', '',     //////////
 '9' ],
['Радиостанции', '',     //////////
 '10' ],
['Пакеты операторов связи', '',     //////////
 '11' ],
['Гарнитуры', '',     //////////
 '12' ,
['Bluetooth гарнитуры', '',     //////////
 '13' ],
['Проводные гарнитуры', '',     //////////
 '14' ],
],
['Аксессуары для мобильных телефонов', '',     //////////
 '15' ,
['Bluetooth и ИК адаптеры', '',     //////////
 '16' ],
['Адаптеры на 2 сим-карты', '',     //////////
 '17' ],
['Автомобильные комплекты', '',     //////////
 '18' ],
['Сетевые зарядные уст-ва', '',     //////////
 '19' ],
['Data - кабели', '',     //////////
 '20' ],
['Чехлы для мобильных телефонов', '',     //////////
 '21' ],
['Аккумуляторы для моб. телефонов', '',     //////////
 '22' ],
['Другие аксессуары', '',     //////////
 '23' ],
],
],
['Фото-техника', '',     //////////
 '24' ,
['Цифровые фотокамеры', '',     //////////
 '25' ,
['Цифровые фотокамеры зеркальные', '',     //////////
 '26' ],
['Цифровые фотокамеры компактные', '',     //////////
 '27' ],
['Цифровые фотокамеры ультракомпактные', '',     //////////
 '28' ],
],
['Плёночные фотокамеры', '',     //////////
 '29' ,
['Компактные фотоаппараты', '',     //////////
 '30' ],
['Зеркальные фотоаппараты', '',     //////////
 '31' ],
],
['Объективы', '',     //////////
 '32' ],
['Вспышки', '',     //////////
 '33' ],
['Светофильтры', '',     //////////
 '34' ],
['Штативы', '',     //////////
 '35' ],
['Фотолаборатории', '',     //////////
 '36' ],
['Фотобумага для принтеров', '',     //////////
 '37' ],
['Фотоальбомы цифровые', '',     //////////
 '38' ],
['Карты памяти', '',     //////////
 '39' ],
['Подводные боксы', '',     //////////
 '40' ],
['Сумки', '',     //////////
 '41' ],
['Оптические приборы', '',     //////////
 '42' ,
['Телескопы', '',     //////////
 '43' ],
['Бинокли', '',     //////////
 '44' ],
['Подзорные трубы', '',     //////////
 '45' ],
['Оптические прицелы', '',     //////////
 '46' ],
['Приборы ночного видения', '',     //////////
 '47' ],
['Прочая оптика', '',     //////////
 '48' ],
],
['Прочая фото-техника', '',     //////////
 '49' ],
['Аксессуары для фотокамер', '',     //////////
 '50' ],
],
['Аудиотехника', '',     //////////
 '51' ,
['Музыкальные центры', '',     //////////
 '52' ],
['Магнитолы и деки', '',     //////////
 '53' ],
['Портативная аудио техника', '',     //////////
 '54' ,
['Кассетные плееры', '',     //////////
 '55' ],
['Портативные CD-плееры', '',     //////////
 '56' ],
['Портативные MD-плееры', '',     //////////
 '57' ],
['Диктофоны', '',     //////////
 '58' ],
['Портативные радиоприемники', '',     //////////
 '59' ],
['MP3-CD плееры', '',     //////////
 '60' ],
['MP3-плееры (HDD)', '',     //////////
 '61' ],
['MP3-плееры (Flash)', '',     //////////
 '62' ],
['Аксессуары к портативу', '',     //////////
 '63' ],
],
['Радиоприемники', '',     //////////
 '64' ,
['Радиоприемники', '',     //////////
 '65' ],
['Радиобудильники', '',     //////////
 '66' ],
],
['Hi-Fi компоненты', '',     //////////
 '67' ,
['Акустические системы', '',     //////////
 '68' ],
['CD-проигрыватели', '',     //////////
 '69' ],
['Кассетные деки', '',     //////////
 '70' ],
['Усилители', '',     //////////
 '71' ],
['AV-ресиверы', '',     //////////
 '72' ],
['Сабвуферы', '',     //////////
 '73' ],
['Аксессуары к Hi-Fi', '',     //////////
 '74' ],
['Кабели', '',     //////////
 '75' ],
['Тюнеры', '',     //////////
 '76' ],
['Прочие Hi-Fi компоненты', '',     //////////
 '77' ],
],
['Домашние кинотеатры', '',     //////////
 '78' ],
['Наушники', '',     //////////
 '79' ],
['Микрофоны', '',     //////////
 '80' ],
['Прочая аудиотехника', '',     //////////
 '81' ],
],
['Видеотехника', '',     //////////
 '82' ,
['Видеокамеры', '',     //////////
 '83' ,
['Аналоговые видеокамеры', '',     //////////
 '84' ],
['Цифровые видеокамеры', '',     //////////
 '85' ],
['Аксессуары для фото и видео камер', '',     //////////
 '86' ],
],
['Видеомагнитофоны', '',     //////////
 '87' ],
['Видеоплееры', '',     //////////
 '88' ],
['DVD-плееры', '',     //////////
 '89' ],
['Портативные DVD-плееры', '',     //////////
 '90' ],
['Проекционное оборудование', '',     //////////
 '91' ,
['Проекторы', '',     //////////
 '93' ],
['Проекционные экраны', '',     //////////
 '94' ],
['Аксессуары', '',     //////////
 '95' ],
],
['Телевизоры', '',     //////////
 '96' ,
['Телевизоры 14"-17"', '',     //////////
 '97' ],
['Телевизоры 20"-21"', '',     //////////
 '98' ],
['Телевизоры 25” и выше', '',     //////////
 '99' ],
['Проекционные телевизоры', '',     //////////
 '100' ],
['Плазменные телевизоры', '',     //////////
 '101' ],
['LCD телевизоры', '',     //////////
 '102' ],
['Спутниковое TV', '',     //////////
 '103' ],
['Подставки и крепления', '',     //////////
 '104' ],
['Аксессуары к телевизорам', '',     //////////
 '105' ],
],
['Прочая видеотехника', '',     //////////
 '106' ],
['Видеокабели', '',     //////////
 '107' ,
['Кабели', '',     //////////
 '108' ],
['Видеосплиттеры', '',     //////////
 '109' ],
],
],
['Компьютерная техника', '',     //////////
 '110' ,
['Персональные компьютеры', '',     //////////
 '111' ,
['Pentium D', '',     //////////
 '112' ],
['Celeron, Celeron D', '',     //////////
 '113' ],
['Pentium III', '',     //////////
 '114' ],
['Pentium 4', '',     //////////
 '115' ],
['Pentium Xeon', '',     //////////
 '116' ],
['Core Duo', '',     //////////
 '117' ],
['Core 2 Duo', '',     //////////
 '118' ],
['Sempron', '',     //////////
 '119' ],
['Athlon 64', '',     //////////
 '120' ],
['ПК Apple', '',     //////////
 '121' ],
['ПК (остальные)', '',     //////////
 '122' ],
],
['Ноутбуки и аксессуары', '',     //////////
 '123' ,
['Ноутбуки', '',     //////////
 '124' ,
['Pentium III', '',     //////////
 '125' ],
['Pentium 4', '',     //////////
 '126' ],
['Pentium M', '',     //////////
 '127' ],
['Celeron, Celeron M', '',     //////////
 '128' ],
['Core Duo', '',     //////////
 '129' ],
['Core 2 Duo', '',     //////////
 '130' ],
['Single', '',     //////////
 '131' ],
['Athlon', '',     //////////
 '132' ],
['Turion', '',     //////////
 '133' ],
['Sempron', '',     //////////
 '134' ],
['Apple', '',     //////////
 '135' ],
['Ноутбуки (остальные)', '',     //////////
 '136' ],
],
['Аксессуары к ноутбукам', '',     //////////
 '137' ],
['Сумки', '',     //////////
 '138' ],
['Комплектующие для ноутбуков', '',     //////////
 '139' ,
['PCMCIA комплектующие', '',     //////////
 '140' ],
['Память для ноутбуков', '',     //////////
 '141' ],
['PCMCIA модемы, сетевые адаптеры', '',     //////////
 '142' ],
['Аккумуляторы для ноутбуков', '',     //////////
 '143' ],
['Жесткие диски для ноутбуков', '',     //////////
 '144' ],
['CD-, DVD-дисководы', '',     //////////
 '145' ],
['Стыковочные станции', '',     //////////
 '146' ],
],
],
['КПК и аксессуары', '',     //////////
 '147' ,
['КПК', '',     //////////
 '148' ],
['Аксессуары к КПК', '',     //////////
 '149' ],
],
['Игровые приставки', '',     //////////
 '150' ],
['Компьютерная периферия', '',     //////////
 '151' ,
['Принтеры', '',     //////////
 '152' ,
['Струйные принтеры', '',     //////////
 '153' ],
['Лазерные принтеры', '',     //////////
 '154' ],
['Светодиодные принтеры', '',     //////////
 '155' ],
['Матричные принтеры', '',     //////////
 '156' ],
['Комплектующие и расходные для принтеров', '',     //////////
 '157' ,
['Картриджи для лазерных принтеров', '',     //////////
 '158' ],
['Тонеры для лазерных принтеров', '',     //////////
 '159' ],
['Расходные материалы для лазерных принтеров', '',     //////////
 '160' ],
['Фотобарабаны', '',     //////////
 '161' ],
['Картриджи для струйных принтеров', '',     //////////
 '162' ],
['Чернила, заправочные наборы для струйных принтеров', '',     //////////
 '163' ],
['Печатающие головки для струйных принтеров', '',     //////////
 '164' ],
['Дополнительное оборудование для принтеров', '',     //////////
 '165' ],
['Расходные материалы (разное)', '',     //////////
 '166' ],
],
],
['Сканеры', '',     //////////
 '167' ],
['Плоттеры', '',     //////////
 '168' ],
['Дигитайзеры', '',     //////////
 '169' ],
['Источники бесперебойного питания', '',     //////////
 '170' ],
['Клавиатуры', '',     //////////
 '171' ],
['Мыши и трекболы', '',     //////////
 '172' ],
['Джойстики, рули, пульты', '',     //////////
 '173' ],
['WEB-камеры', '',     //////////
 '174' ],
['Мониторы', '',     //////////
 '175' ,
['Мониторы ЭЛТ 17" и меньше', '',     //////////
 '176' ],
['Мониторы ЭЛТ 19" и больше', '',     //////////
 '177' ],
['Мониторы ЖК с диагональю 16" и меньше', '',     //////////
 '178' ],
['Мониторы ЖК 17"', '',     //////////
 '179' ],
['Мониторы ЖК 18-19"', '',     //////////
 '180' ],
['Мониторы ЖК 20"', '',     //////////
 '181' ],
['Мониторы ЖК 21-24"', '',     //////////
 '182' ],
['Сенсорные мониторы, сенсорные экраны', '',     //////////
 '183' ],
],
['Мультимедийные колонки', '',     //////////
 '184' ],
],
['Комплектующие', '',     //////////
 '185' ,
['Процессоры', '',     //////////
 '186' ,
['Athlon 64', '',     //////////
 '187' ],
['Sempron', '',     //////////
 '188' ],
['Sempron 64', '',     //////////
 '189' ],
['Opteron', '',     //////////
 '190' ],
['Opteron DP', '',     //////////
 '191' ],
['Pentium 4', '',     //////////
 '192' ],
['Pentium D', '',     //////////
 '193' ],
['Pentium M', '',     //////////
 '194' ],
['Celeron, Celeron D', '',     //////////
 '195' ],
['Core 2 Duo', '',     //////////
 '196' ],
['Xeon', '',     //////////
 '197' ],
['Xeon DP', '',     //////////
 '198' ],
['Остальные', '',     //////////
 '199' ],
],
['Материнские платы', '',     //////////
 '200' ,
['Socket A', '',     //////////
 '201' ],
['Socket 754 (Athlon64, Sempron)', '',     //////////
 '202' ],
['Socket 939 (Athlon64 FX, Opteron)', '',     //////////
 '203' ],
['Socket LGA775 (Pentium 4, Pentium 4 XE)', '',     //////////
 '204' ],
['Socket 370', '',     //////////
 '205' ],
['Socket 478', '',     //////////
 '206' ],
['Socket AM2', '',     //////////
 '207' ],
['Остальные', '',     //////////
 '208' ],
],
['Модули памяти', '',     //////////
 '209' ,
['DDR 266 (PC-2100)', '',     //////////
 '210' ],
['DDR 333 (PC-2700)', '',     //////////
 '211' ],
['DDR 400 (PC-3200)', '',     //////////
 '212' ],
['DDR2 400 (PC2-3200)', '',     //////////
 '213' ],
['DDR2 533 (PC2-4300)', '',     //////////
 '214' ],
['DDR2 667 (PC2-5000)', '',     //////////
 '215' ],
['DDR2 800 (PC2-6000)', '',     //////////
 '216' ],
['SDR SDRAM (PC-100, PC-133)', '',     //////////
 '217' ],
['Модули памяти к портативным компьютерам', '',     //////////
 '218' ],
['Модули памяти (остальные)', '',     //////////
 '219' ],
],
['Видеокарты', '',     //////////
 '220' ,
['PCI-Express', '',     //////////
 '221' ],
['AGP', '',     //////////
 '222' ],
],
['TV-тюнеры', '',     //////////
 '223' ],
['Жесткие диски', '',     //////////
 '224' ,
['EIDE (IDE)', '',     //////////
 '225' ],
['serial ATA', '',     //////////
 '226' ],
['serial ATA2', '',     //////////
 '227' ],
['SAS', '',     //////////
 '228' ],
['SCSI', '',     //////////
 '229' ],
['Жесткие диски для ноутбуков', '',     //////////
 '230' ],
['Внешние HDD', '',     //////////
 '231' ],
['RAID-системы', '',     //////////
 '232' ],
['Карманы для HDD', '',     //////////
 '233' ],
],
['Звуковые карты и FM-тюнеры', '',     //////////
 '234' ],
['Приводы CD/DVD/RW', '',     //////////
 '235' ,
['DVD+/-RW приводы', '',     //////////
 '236' ],
['DVD-ROM приводы', '',     //////////
 '237' ],
['DVD/CD-RW приводы', '',     //////////
 '238' ],
['CD-RW приводы', '',     //////////
 '239' ],
['CD-ROM приводы', '',     //////////
 '240' ],
],
['Кардридеры', '',     //////////
 '241' ],
['Дисководы', '',     //////////
 '242' ],
['Модемы', '',     //////////
 '243' ],
['Корпуса', '',     //////////
 '244' ],
['Блоки питания', '',     //////////
 '245' ],
['Кулеры и системы охлаждения', '',     //////////
 '246' ],
['Элементы моддинга', '',     //////////
 '247' ],
['Прочие комплектующие', '',     //////////
 '248' ],
],
],
['Носители информации', '',     //////////
 '249' ,
['Диски DVD', '',     //////////
 '250' ,
['Диски DVD-R', '',     //////////
 '251' ],
['Диски DVD+R', '',     //////////
 '252' ],
['Диски DVD-RW', '',     //////////
 '253' ],
['Диски DVD+RW', '',     //////////
 '254' ],
['Диски miniDVD', '',     //////////
 '255' ],
['Диски DVD повышенной емкости', '',     //////////
 '256' ],
],
['Диски CD', '',     //////////
 '257' ,
['Диски CD-R', '',     //////////
 '258' ],
['Диски CD-RW', '',     //////////
 '259' ],
['Диски miniCD', '',     //////////
 '260' ],
],
['Диски Blu-ray', '',     //////////
 '261' ],
['Магнитооптические диски', '',     //////////
 '262' ],
['Flash-карты', '',     //////////
 '263' ,
['MultiMedia Card (MMC)', '',     //////////
 '264' ],
['Compact Flash Card (CF)', '',     //////////
 '265' ],
['RS-MMC (MMC Mobile)', '',     //////////
 '266' ],
['HS-MMC (MMC Plus)', '',     //////////
 '267' ],
['Memory Stick (Pro)', '',     //////////
 '268' ],
['Memory Stick Duo (Duo Pro)', '',     //////////
 '269' ],
['Memory Stick Micro (M2)', '',     //////////
 '270' ],
['Secure Digital Card (SD)', '',     //////////
 '271' ],
['mini Secure Digital (miniSD)', '',     //////////
 '272' ],
['micro Secure Digital (microSD)', '',     //////////
 '273' ],
['SmartMedia Card (SM)', '',     //////////
 '274' ],
['xD-Picture Card (xD)', '',     //////////
 '275' ],
['Flash-карты DOM', '',     //////////
 '276' ],
],
['Flash-накопители', '',     //////////
 '277' ,
['USB Flash Drive', '',     //////////
 '278' ],
['IDE Flash Drive', '',     //////////
 '279' ],
],
['Флоппи-диски', '',     //////////
 '280' ],
],
],
];